絕對路徑：一定由根目錄寫起 /user/share/doc
相對路徑：不是由/寫起 /user/share/doc 要到 /user/share/man 底下，寫為 cd../man
特殊目錄：
. 表示此層目錄
..表示上一層
- 表示前一個工作目錄
~ 表示『目前使用者身份』所在的家目錄
cd  變換目錄
pwd 顯示目前的目錄的所在位置
ls 顯示目錄下的所有檔案
touch  建立檔案
cp 複製
cat 查看檔案內容
vi 編輯檔案
/：根目錄、所有檔案皆從根目錄開始，只有root使用者據該目錄的許可權
/root：該目錄為系統管理員，也稱作超級許可權者的使用者主目錄
/bin：存放著經常使用的命令
/boot ：系統啟動時必須讀取的檔案，包括系統核心
/home：存放普通使用者的家目錄，每個使用者都有自己的家目錄
/etc：放置與系統設定，管理相關的檔案
/usr：這是一個非常重要的目錄，使用者的應用程式和檔案都放在這個目錄下，類似與Windows下的program files目錄
/media：可用來作為光碟、軟碟片、隨身碟與其他分割區的自動掛載機
/tmp：供全部使用者暫時放置檔案的目錄
/var：系統執行時，內容經常變動的資料或儲存稿(log file)，都會放置在這個目錄裡
